<html>
  <body>

  <center>
    <b>E-Maku: Soluci&oacute;n ERP para Pymes</b>
  </center>

  <b>CONTENIDO</b>
  <ol>
   <li>Qu&eacute; es Midas?
   <li>Qu&eacute; es E-Maku?
   <li>T&eacute;rminos de Licenciamiento
   <li>Requerimientos m&iacute;nimos de E-Maku (Hardware y Software)
   <li>Documentaci&oacute;n adicional
   <li>Contactos / P&aacute;gina oficial
  </ol>

  <hr>
  <b>1. Qu&eacute; es Midas?</b>
  <p>
  El proyecto MIDAS  consiste en  un conjunto  abierto de 
  especificaciones t&eacute;cnicas que definen un modelo gen&eacute;rico 
  orientado a la implementaci&oacute;n de Software ERP para empresas  
  de tipo Comercial y/o de Servicios.
  </p>
  <p>
  En otras palabras, MIDAS es un repositorio de  documentaci&oacute;n 
  t&eacute;cnica referida al dise&ntilde;o de una herramienta ERP. Dado 
  que s&oacute;lo se trata de un dise&ntilde;o (a manera de est&aacute;ndar), la 
  intenci&oacute;n de este proyecto es fomentar m&uacute;ltiples 
  implementaciones (en diversos lenguajes de Programaci&oacute;n, por  
  ejemplo: #C, Java, Php, Perl, etc) de  aplicativos parciales 
  (ej: componentes) o comprensivos de las funcionalidades 
  comunes inclu&iacute;das en la definici&oacute;n de Midas.
  </p>
  <p>
  Las implementaciones ser&aacute;n independientes de la plataforma 
  en la medida en que los lenguajes de programaci&oacute;n que se  
  utilicen asi lo permitan, sin embargo, dado que las 
  especificaciones  son abiertas, se espera  que  la 
  compatibilidad entre  aplicaciones sea  una caracter&iacute;stica 
  por defecto.
  </p>
  <p>
  M&aacute;s detalles sobre el est&aacute;ndar Midas en:
  http://comunidad.qhatu.net
  </p>

  <hr>

  <b>2. Qu&eacute; es E-Maku?</b>
  <p> 
  E-maku es una suite de aplicaciones ERP basada en las 
  especificaciones de MIDAS y escrita en lenguaje Java.
  E-Maku consta de un Servidor de Transacciones, un Programa 
  Cliente y un Programa Administrador. 
  </p>
  <hr>

  <b>3. T&eacute;rminos de Licenciamiento</b>
  <p>
  Este proyecto se encuentra cubierto por los t&eacute;rminos de la
  licencia GNU GPL, la cual, bajo el consentimiento del creador
  el programa, permite las siguientes libertades:
  </p>
  <ul>
   <li> Uso del programa
   <li> Distribuci&oacute;n de los binarios y el c&oacute;digo fuente 
   <li> Acceso al c&oacute;digo fuente
   <li> Modificaci&oacute;n al c&oacute;digo fuente y Distribuci&oacute;n de nuevas versiones
  </ul>
  <p>
  Para m&aacute;s informaci&oacute;n, leer el archivo licencia.html inclu&iacute;do
  con las fuentes de E-Maku o consultar la p&aacute;gina web: 
           http://www.gnu.org/copyleft/gpl.es.html
  </p>
  <hr>
 
  <b>4. Requerimientos T&eacute;cnicos de E-Maku (Hardware y Software)</b>
  <p>   
  Los requerimientos m&iacute;nimos para ejecutar E-Maku son:
  </p>
  <ul>
  <li>Para el Servidor de Transacciones:
    <ul>
     <li>Hardware
      <ul>
        <li>Procesador: Intel/AMD 1 GHz
        <li>Memoria: 256 MB
      </ul>
     <li>Software:
      <ul>
        <li>Java Sun SE 1.5 o superior
        <li>PostgreSQL 8.0 o superior
      </ul>
    </ul>
  <li>Para los Programas Cliente:
    <ul>
      <li>Hardware
         <ul>
          <li>Procesador: Intel/AMD 1 GHz
          <li>Memoria: 256 MB
         </ul>
      <li>Software
         <ul>
           <li>Java Sun SE 1.5 o superior
         </ul>
    </ul>
  </ul>
  <hr>

  <b>5. Documentaci&oacute;n T&eacute;cnica Adicional</b> 
  <p>
  Si usted es programador y desea revisar informaci&oacute;n t&eacute;cnica
  "offline" del proyecto, consulte el directorio "documentacion/"
  dentro del directorio de instalaci&oacute;n de E-Maku.

  <hr>

  <b>6. Contactos / P&aacute;gina Oficial</b>
  <p>
  Si usted desea contratar los servicios de Qhatu Ltda, quiere ser parte del 
  grupo de desarrollo o quiere contactar al equipo de trabajo, puede hacerlo 
  a trav&eacute;s de:
  </p>
  <p>
  <table>
    <tr><td>Correo Electr&oacute;nico:</td><td>comunidad@qhatu.net</td>
    <tr><td>P&aacute;gina Web:</td><td>http://comunidad.qhatu.net</td>
    <tr><td>IRC:</td><td>irc.freenode.net / #midas</td>
  </table>
  </body>
</html>
